[
  {
    "page": 1,
    "results": [
      {
        "backdrop_path": null,
        "first_air_date": "2004-05-10",
        "genre_ids": [16, 35],
        "id": 100,
        "name": "Eu Não Sou um Animal",
        "origin_country": ["GB"],
        "original_language": "en",
        "original_name": "I Am Not an Animal",
        "overview": "Eu Não Sou um Animal é uma série de TV de comédia negra animada contando a história de animais altamente inteligentes resgatados de um laboratório vivisseccionista e forçados a viver por conta própria.",
        "popularity": 13.45,
        "poster_path": "/qG59J1Q7rpBc1dvku4azbzcqo8h.jpg",
        "vote_average": 9.4,
        "vote_count": 595
      },
      {
        "backdrop_path": "/7gbmM2NWcqZONbp65HUWDf4wr0Q.jpg",
        "first_air_date": "2019-07-12",
        "genre_ids": [16, 18],
        "id": 88040,
        "name": "Given",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ギヴン",
        "overview": "Por algum motivo, a guitarra que ele amava tocar e o basquete que ele adorava jogar perderam a graça. Essa era a vida de Ritsuka Uenoyama até encontrar Mafuyu Sato. Ritsuka tinha começado a perder seu amor pela música, mas ao ouvir Mafuyu cantar pela primeira vez, a canção ressoou em seu coração e a distância entre os dois começou a encurtar.",
        "popularity": 30.8,
        "poster_path": "/pdDCcAq8RNSZNk81PXYoHNUPHjn.jpg",
        "vote_average": 9.2,
        "vote_count": 388
      },
      {
        "backdrop_path": "/uAjMQlbPkVHmUahhCouANlHSDW2.jpg",
        "first_air_date": "2019-01-11",
        "genre_ids": [16, 9648, 10765, 10759, 18],
        "id": 83097,
        "name": "Yakusoku no Neverland",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "約束のネバーランド",
        "overview": "Emma é uma órfã que vive no orfanato Grace Field House junto com outros órfãos. Dentre todos eles, Emma, Norman e Ray são os mais velhos e os únicos que ​​conseguem as pontuações mais altas em testes. Emma observa que, enquanto eles são capazes de fazer o que querem, não podem sair do orfanato para irem ao mundo exterior. Uma noite, a menina Conny, uma das crianças órfãs, é adotada e se despede do orfanato. Emma descobre que Conny deixou seu coelho de pelúcia Bernie para trás. Junto com Norman, ela vai atrás de Conny. No entanto, eles ficam chocados ao descobrirem que ela está morta e a casa onde vivem é na verdade uma fazenda onde eles são criados e colhidos para se tornarem alimentos de criaturas demoníacas.",
        "popularity": 70.405,
        "poster_path": "/8RWcKSmCbwsN8porFyTOB5e2cDG.jpg",
        "vote_average": 9.2,
        "vote_count": 539
      },
      {
        "backdrop_path": "/rnf2BDKeF1sxPEPhAcdvL0auuxr.jpg",
        "first_air_date": "2020-10-03",
        "genre_ids": [16, 35],
        "id": 100049,
        "name": "Tonikaku Kawaii",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "トニカクカワイイ",
        "overview": "A história segue um protagonista cujo nome é escrito com os personagens de \"Hoshizora\" (\"Céu Estrelado\" em japonês), mas cujo nome se pronuncia como \"Nasa\". No dia de seus exames de admissão para o ensino médio, Nasa encontra uma linda garota chamada Tsukasa. Para a Nasa, parece que o destino finalmente está clamando por ele que ele terá uma namorada, mas as coisas pioram quando a Nasa é atropelada por um carro e não pode comparecer ao vestibular.\n\nDepois que Tsukasa ajuda o ferido Nasa, ele confessa seus sentimentos a ela, e ela concorda em sair com ele, mas somente se Nasa concordar em se casar com ela primeiro. Um ano depois, Nasa venceu nos exames de admissão, mas ele decidiu trabalhar meio período e morar sozinho em vez de ir à escola. Depois que a Nasa completa 18 anos, Tsukasa reaparece, e sua vida de casados feliz, romântica e misteriosa começa.",
        "popularity": 39.895,
        "poster_path": "/oeBvxDQoYlw9c5Smt4kh4OAXHdg.jpg",
        "vote_average": 9.1,
        "vote_count": 167
      },
      {
        "backdrop_path": "/qSgBzXdu6QwVVeqOYOlHolkLRxZ.jpg",
        "first_air_date": "2019-01-09",
        "genre_ids": [16, 10759, 10765, 18],
        "id": 83095,
        "name": "The Rising of the Shield Hero",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "盾の勇者の成り上がり",
        "overview": "Iwatani Naofumi, um otaku como qualquer outro, encontra um livro numa biblioteca que o transporta para outro mundo. Ele recebe a missão de se tornar o Herói do Escudo, um dos Quatro Heróis Cardinais que enfrentará as Ondas de Catástrofe ao lado dos Heróis da Espada, Lança e Arco. Empolgado com as aventuras, Naofumi sai em missão com sua equipe. Contudo, alguns poucos dias depois, ele é traído e perde todo o seu dinheiro, dignidade e respeito. Será que ele vai encontrar uma saída dessa situação desesperadora?",
        "popularity": 19.324,
        "poster_path": "/8yazU3CEZa97RPTMlWCc9LO4F4E.jpg",
        "vote_average": 9.1,
        "vote_count": 456
      },
      {
        "backdrop_path": "/ci7jTekDFEx6U48XUCl3vBMdrns.jpg",
        "first_air_date": "2018-07-06",
        "genre_ids": [10759, 18, 9648, 16],
        "id": 80564,
        "name": "Banana Fish",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "BANANA FISH",
        "overview": "A natureza fez Ash Lynx belo; estimulá-lo fez dele um assassino cruel e implacável. Um fugitivo criado como o herdeiro adotivo e brinquedo sexual de \"Papa\" Dino Golzine, Ash, agora na rebelde idade de dezessete anos, abandona o reino oferecido pelo demônio que o criou. Mas o segredo hediondo que deixou o irmão mais velho de Ash louco no Vietnã de repente caiu nas mãos ambiciosas de Papa - e este é o pior momento para Eiji Okamura, um jovem fotógrafo japonês de coração puro, fazer amizade com Ash Lynx...",
        "popularity": 33.411,
        "poster_path": "/3GiB5Ybbhzt0ePRR2zgld9R56DB.jpg",
        "vote_average": 9.1,
        "vote_count": 387
      },
      {
        "backdrop_path": "/e30T3teKp6VZlIXhI0AhTDksvoy.jpg",
        "first_air_date": "2021-01-13",
        "genre_ids": [16, 10759, 10765],
        "id": 99071,
        "name": "Kaifuku Jutsushi no Yarinaoshi",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "回復術士のやり直し",
        "overview": "A história se passa em um mundo de fantasia, acompanhando Keyar, um healer (Curandeiro) que foi traído e usado pelos seus companheiros de grupo por sua classe ser vista como inútil, já que não pode lutar sozinha. Entretanto, após certos eventos, Keyar desperta uma magia de cura suprema, “regenerando” seu própria mundo e voltando no tempo 4 anos antes, para que assim possa refazer sua vida, e ter sua vingança contra todos que fizeram mal a ele.",
        "popularity": 59.007,
        "poster_path": "/hynFI7MltF1BBvroh3iJplnBZyc.jpg",
        "vote_average": 9,
        "vote_count": 176
      },
      {
        "backdrop_path": "/iJlztXhWfHZH0VVGPMMl5oZS1RJ.jpg",
        "first_air_date": "2014-10-10",
        "genre_ids": [16, 35, 18],
        "id": 61663,
        "name": "Shigatsu wa Kimi no Uso",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "四月は君の嘘",
        "overview": "Arima Kousei era um prodígio em se tratando de piano, dominou as competições infantis por anos e todos os músicos infantis conheciam seu nome. Mas com o falecimento da sua mãe, que também era sua instrutora, ele sofre um bloqueio mental no meio de um recital e nunca mais consegue ouvir o som do seu piano, mesmo com sua audição normal. Dois anos se passam e Kousei ainda não tocou em seu piano de novo e vive em um mundo sem cor e sem outros tons. Ele passa a aceitar sua condição e vive feliz com seus amigos, Tsubaki e Watari, até que um dia, uma garota muda tudo. Miyazono Kaori é uma linda violinista, e seu estilo reflete sua personalidade livre e animada. Ela ajuda Kousei a voltar ao mundo da música e mostra a ele que neste mundo ele pode ser livre e não seguir as regras, um jeito muito diferente da estrutura rígida e estilo regrado que Kousei estava acostumado.",
        "popularity": 29.941,
        "poster_path": "/rWZS22W0JgbrcQtSWDT2GvD4ilU.jpg",
        "vote_average": 9,
        "vote_count": 384
      },
      {
        "backdrop_path": "/lHcScx9Qpj6OkTmnzPRGIRhn3FR.jpg",
        "first_air_date": "2019-10-03",
        "genre_ids": [16, 35, 18],
        "id": 93019,
        "name": "Ore wo Suki nano wa Omae dake ka yo",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "俺を好きなのはお前だけかよ",
        "overview": "A história acompanha um garoto que parece avoado e super gente boa com todo mundo, mas na verdade é um cínico que só se finge de bobo na esperança de conseguir o que quer. A história acompanha ele formando um plano para conseguir a confissão amorosa da presidente do concelho estudantil e da sua amiga de infância, até que tudo dá errado. Ele, ao invés disso, acaba com a confissão de uma stalker maluca que está apaixonada pela verdadeira personalidade cínica dele.",
        "popularity": 16.897,
        "poster_path": "/1Rt4Lyobg82l10F3OUqNux5PtEl.jpg",
        "vote_average": 9,
        "vote_count": 171
      },
      {
        "backdrop_path": "/ftpjln5qa8xAqnDGamIHtYweRHY.jpg",
        "first_air_date": "2020-07-11",
        "genre_ids": [35, 16],
        "id": 96316,
        "name": "Kanojo, Okarishimasu",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "彼女、お借りします",
        "overview": "Depois de ser rejeitado pela sua ex-namorada, Kazuya Kinoshita decide entrar em um aplicativo para celular que permite alugar uma namorada. Em sua primeira pesquisa, ele encontra Chizuru Mizuhara, uma garota linda e aparentemente perfeita.\n\nMesmo desconfiado de algumas avaliações negativas sobre a garota, Kazuya decide assumir o risco e contratar Chizuru, para aos poucos ir descobrindo que ela tem uma personalidade bem diferente da mostrada no inicio de seu encontro.\n\nEnquanto tentava entender as diferenças de personalidade da garota, Kazuya recebe a noticia de que sua avó passou mal e foi hospitalizada, forçando Chizuru a acompanhá-lo até o local.\n\nPor mais que não tenha sido nada grave, ao ver Kazuya acompanha de uma garota, sua avó fica completamente emocional, já que não imaginava que o garoto iria conseguir encontrar uma. Sem saber como contar a verdade, Kazuya  e Chizuru são forçados a começar um relacionamento e agir como namorados.",
        "popularity": 50.278,
        "poster_path": "/tqOd55KFyXFsWAODhpXbNVCY9rx.jpg",
        "vote_average": 9,
        "vote_count": 423
      },
      {
        "backdrop_path": "/rXXC22YUo31QfOsavy0jUbqdxFc.jpg",
        "first_air_date": "2014-12-09",
        "genre_ids": [10765, 10759, 16],
        "id": 73055,
        "name": "Shingeki no Kyojin: Kuinaki Sentaku",
        "origin_country": ["JP"],
        "original_language": "iu",
        "original_name": "Shingeki no Kyojin: Kuinaki Sentaku",
        "overview": "O jovem Erwin Smith é uma estrela em ascensão na Divisão de Exploração, a única esperança da humanidade de derrotar os monstros comedores de homens conhecidos como Titãs. Impiedosa e imparcial, a mente de Erwin é dedicada a estratégias e intrigas. Mas sob os pés de Erwin existe outro mundo, o \"Subterrâneo\", onde os seres humanos nascem e morrem cercados pelo lixo da Capital que é descartado. E é neste mundo que Levi sobrevive graças a sua inteligência e agilidade. Mas quando estes dois homens ambiciosos cruzarem o mesmo caminho, quem irá se revelar o mais forte? A história de origem muito aguardada sobre Levi e Erwin, dois dos personagens mais queridos em Shingeki no Kyojin!",
        "popularity": 162.961,
        "poster_path": "/xGdz67d5WHIU7kIqVHO2TxIpmhZ.jpg",
        "vote_average": 8.9,
        "vote_count": 898
      },
      {
        "backdrop_path": "/mWwWhDiQWONiSS4Go12TTjNw0E5.jpg",
        "first_air_date": "2016-10-06",
        "genre_ids": [16, 35, 18],
        "id": 68129,
        "name": "Yuri!!! On Ice",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ユーリ!!! on ICE",
        "overview": "Yuri Katsuki carregava a esperança de todo o Japão no Grande Prêmio de Patinação Artística, mas sofreu uma derrota esmagadora nas finais. Ele volta à sua terra natal em Kyushu e se esconde na casa de seus pais, indeciso entre continuar patinando e se aposentar de vez. É então que Viktor Nikiforov, pentacampeão mundial na categoria, aparece de repente com seu colega de treino, Yuri Plisetsky, um jovem atleta prestes a superar seus veteranos. É assim que os dois Yuri e o campeão russo partem para competir num Grande Prêmio como o mundo jamais viu!",
        "popularity": 18.977,
        "poster_path": "/uwHOl8SLvGcbumIlpHgFAqVCEb2.jpg",
        "vote_average": 8.9,
        "vote_count": 346
      },
      {
        "backdrop_path": "/qCPusV7wkA2PkwSeFNYgIgda5yc.jpg",
        "first_air_date": "2020-01-07",
        "genre_ids": [16, 35],
        "id": 96150,
        "name": "Murenase! Seton Gakuen",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "群れなせ！シートン学園",
        "overview": "Academia Seton, uma escola cheia de animais onde, graças ao declínio da população, há menos humanos do que qualquer outra criatura. Mazama Jin, que odeia animais e o único homem humano em sua classe, se apaixona por Hino Hitomi, a única mulher humana, no momento em que a vê. No entanto, ele logo se vê preso a várias outras criaturas depois que ele se junta com relutância à “matilha” de Lanka, a loba, sendo ele o único outro membro da matilha dela.",
        "popularity": 20.314,
        "poster_path": "/vN9B21OCyNFdXyh0AOnU9gyyrJl.jpg",
        "vote_average": 8.9,
        "vote_count": 174
      },
      {
        "backdrop_path": "/2f8OLO6UYp78dIQMs0oi7ja15Bl.jpg",
        "first_air_date": "2010-04-02",
        "genre_ids": [16, 35, 18],
        "id": 65648,
        "name": "Kaichou wa Maid-sama!",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "会長はメイド様！",
        "overview": "O colégio Seika era uma academia para rapazes e recentemente se tornou um colégio misto, por isso cerca de 80% de seus alunos ainda são do sexo masculino. Ainda por cima, era conhecido por seus alunos selvagens e sem a menor disciplina, sendo um ambiente bem impróprio para as meninas, que vivem assustadas devido às brincadeiras exageradas dos garotos e a falta de modos deles. Visando proteger as garotas e fazer com que esse lugar tenha padrões aceitáveis de comportamento e disciplina, Misaki Ayuzawa se torna a primeira presidente mulher do conselho estudantil do colégio. Logo ela se torna uma tirana para os garotos, sendo conhecida como “Presidente Demoníaca”, fazendo com que muitos deles a temam ou a odeiem. Por outro lado, é muito adorada pelas outras meninas e pelos professores. Mas, devido a problemas financeiros, é obrigada a trabalhar em meio período em um Maid Café, um café onde as garçonetes se vestem de empregadas e tratam seus clientes como seus mestres/patrões. Isso certamente arruinaria sua imagem como presidente rigorosa e séria, então ela tenta esconder isso a todo custo. Porém, seu segredo é ameaçado quando Takumi Usui, o garoto mais popular do colégio, descobre sobre sua vida dupla.",
        "popularity": 27.703,
        "poster_path": "/kYP6kFq79cuyKbGXuHPqhSexT7R.jpg",
        "vote_average": 8.9,
        "vote_count": 325
      },
      {
        "backdrop_path": "/eKu4zq639EeSVGu5xWPPHKzju66.jpg",
        "first_air_date": "2013-10-04",
        "genre_ids": [16, 35, 18],
        "id": 67389,
        "name": "Golden Time",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ゴールデンタイム",
        "overview": "Tada Banri é o mais novo aluno na escola de direito particular de Tóquio. Contudo, devido a um acidente, ele perde suas memórias. Durante sua integração, ele encontra outro calouro, Yanagisawa Mitsuo. Sem se lembrarem um do outro, suas vidas começam a se tornar cada vez mais interligadas, como se fosse obra do destino. Mas qual é o destino deles? Haverá felicidade ou somente outra memória a ser esquecida?",
        "popularity": 22.484,
        "poster_path": "/qp4eHCZMR14dtubvzr67PZqH5fa.jpg",
        "vote_average": 8.9,
        "vote_count": 294
      },
      {
        "backdrop_path": "/3ILMlmC30QUnYkY3XEBOyJ82Dqu.jpg",
        "first_air_date": "2016-04-03",
        "genre_ids": [10765, 10759, 35, 16],
        "id": 65930,
        "name": "My Hero Academia",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "僕のヒーローアカデミア",
        "overview": "Por toda a sua vida, Izuku sonhou ser um herói — um objetivo ambicioso para qualquer um, mas especialmente desafiador para um garoto sem superpoderes. Isso mesmo: em um mundo onde 80% da população tem algum tipo de Dom especial, Izuku teve a má sorte de nascer completamente normal. Mas isso não vai impedi-lo de se matricular em uma das academias de herois mais prestigiosas do mundo.",
        "popularity": 42.879,
        "poster_path": "/mWHCII5OWHx5pRSN2VYYLvT8DbB.jpg",
        "vote_average": 8.9,
        "vote_count": 2502
      },
      {
        "backdrop_path": "/6tbyZtMYtiNzBy200VXku8jO9ws.jpg",
        "first_air_date": "2019-04-07",
        "genre_ids": [16, 35],
        "id": 87432,
        "name": "Bokutachi wa Benkyou ga Dekinai",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ぼくたちは勉強ができない",
        "overview": "Yuiga é um estudante que está buscando uma bolsa de estudos pois vem de uma família pobre. Sua escola lhe dá uma condição: ele pode ter uma recomendação para uma bolsa de estudos se ele instruir suas lindas colegas para ajudá-las a entrar nas escolas de sua escolha. Ogata pode ser um gênio da ciência e Furuhashi um prodígio da literatura - mas Ogata quer entrar em uma escola de artes e Furuhashi para uma escola de ciências. E ambas são ignorantes fora de seus campos de especialização.",
        "popularity": 19.1,
        "poster_path": "/fKIbQH4KywqEzd143sXHeTsCWRx.jpg",
        "vote_average": 8.9,
        "vote_count": 157
      },
      {
        "backdrop_path": "/dJ8yrSokdTMnhKJw06MllSfCegb.jpg",
        "first_air_date": "2019-01-12",
        "genre_ids": [35, 16, 18],
        "id": 83121,
        "name": "Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "かぐや様は告らせたい～天才たちの恋愛頭脳戦～",
        "overview": "Considerado um gênio devido a ter as notas mais altas do país, Miyuki Shirogane lidera o prestigioso conselho estudantil da Academia Shuchiin como seu presidente, trabalhando ao lado do belo e rico vice-presidente Kaguya Shinomiya. Os dois são frequentemente considerados como o casal perfeito pelos alunos, apesar de não terem qualquer tipo de relacionamento romântico.  No entanto, a verdade é que depois de passar tanto tempo juntos, os dois desenvolveram sentimentos um pelo outro; infelizmente, nenhum deles está disposto a confessar, pois isso seria um sinal de fraqueza. Com seu orgulho como estudantes de elite na linha, Miyuki e Kaguya embarcam em uma missão para fazer o que for necessário para obter uma confissão do outro. Através de suas travessuras diárias, a batalha do amor começa!",
        "popularity": 37.51,
        "poster_path": "/xxdu5VfiQLN4ZhA4VMw3tJ1Pi6T.jpg",
        "vote_average": 8.9,
        "vote_count": 289
      },
      {
        "backdrop_path": "/s6k1teuMVH01038PhjpvgX4dmht.jpg",
        "first_air_date": "2016-11-16",
        "genre_ids": [35, 18],
        "id": 68349,
        "name": "역도요정 김복주",
        "origin_country": ["KR"],
        "original_language": "ko",
        "original_name": "역도요정 김복주",
        "overview": "",
        "popularity": 20.358,
        "poster_path": "/ssKVvJM341QiRdBmj8fOAOcpYdl.jpg",
        "vote_average": 8.9,
        "vote_count": 282
      },
      {
        "backdrop_path": "/epq6I0AwVaHldCrQ6xJ5ZsAyHCF.jpg",
        "first_air_date": "2019-07-12",
        "genre_ids": [10765, 18, 35],
        "id": 90447,
        "name": "Hotel del Luna",
        "origin_country": ["KR"],
        "original_language": "ko",
        "original_name": "호텔 델루나",
        "overview": "Jang Man Wol é a CEO do Hotel del Luna. O hotel está situado no centro de Seul e tem uma aparência muito antiga. Ela cometeu um grande erro há muitos anos e, por causa disso, ficou presa no Hotel del Luna. Ela é linda, mas é inconstante, desconfiada e gananciosa. Goo Chan Sung trabalhou como o mais jovem gerente assistente de uma multinacional hoteleira. Ele é um perfeccionista sincero. Ele parece sensato, mas ele realmente tem uma disposição suave. Devido a um caso inesperado, ele começa a trabalhar como gerente no Hotel del Luna. A clientela do hotel é composta por fantasmas.",
        "popularity": 19.366,
        "poster_path": "/kzBStHYRL20PeeKZ91ICuzqsevU.jpg",
        "vote_average": 8.9,
        "vote_count": 195
      }
    ]
  },
  {
    "page": 2,
    "results": [
      {
        "backdrop_path": "/uzp513qTcHsAavlCJ58x5d73bzy.jpg",
        "first_air_date": "2017-07-07",
        "genre_ids": [10759, 16, 10765],
        "id": 72636,
        "name": "Made in Abyss",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "メイドインアビス",
        "overview": "O enorme sistema de cavernas, conhecido como Abyss, é o único lugar inexplorado no mundo. Ninguém sabe até que ponto este poço titânico está habitado por criaturas estranhas e maravilhosas e cheio de misteriosas relíquias antigas cujo propósito é desconhecido para o homem moderno. Gerações de aventureiros arrojados foram desenhadas pelas profundidades crípticas do abismo. Ao longo do tempo, esses corajosos o suficiente para explorar o poço perigoso vieram a ser conhecidos como Cave Raiders. Em Oosu, a cidade à beira do Abismo, vive uma pequena órfã chamada Rico, que sonha em se tornar uma grande raider como sua mãe e resolver o grande mistério do poço. Um dia explorando as profundidades sombrias que ela tropeça em um garotinho, que acaba por ser um robô.",
        "popularity": 16.695,
        "poster_path": "/4CRy0qVUZwpAdRZBZub3NQkkbVb.jpg",
        "vote_average": 8.9,
        "vote_count": 182
      },
      {
        "backdrop_path": "/nTvM4mhqNlHIvUkI1gVnW6XP7GG.jpg",
        "first_air_date": "2019-04-06",
        "genre_ids": [16, 10759, 10765],
        "id": 85937,
        "name": "Kimetsu no Yaiba",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "鬼滅の刃",
        "overview": "Japão, era Taisho. Tanjiro, um bondoso jovem que ganha a vida vendendo carvão, descobre que sua família foi massacrada por um demônio. E pra piorar, Nezuko, sua irmã mais nova e única sobrevivente, também foi transformada num demônio. Arrasado com esta sombria realidade, Tanjiro decide se tornar um matador de demônios para fazer sua irmã voltar a ser humana, e para matar o demônio que matou sua família. Um triste conto sobre dois irmãos, onde os destinos dos humanos e dos demônios se entrelaçam, começa agora.",
        "popularity": 28.893,
        "poster_path": "/7Uj6vqmznWQ3w3hpQ1eIY9mMyMw.jpg",
        "vote_average": 8.9,
        "vote_count": 1960
      },
      {
        "backdrop_path": "/xbylY77fYyPjJN5TLYeawR7ault.jpg",
        "first_air_date": "2016-10-07",
        "genre_ids": [16, 35],
        "id": 68188,
        "name": "Watashi ga Motete Dousunda",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "Watashi ga Motete Dousunda",
        "overview": "Uma fujoshi que gosta de ficar shippando seus colegas de classe acaba ficando atraente, depois de perder peso graças a uma depressão causada pela morte de um personagem de anime que gostava. E agora tem vários garotos interessados nela, enquanto ela só sabe fantasiar cada um de seus pretendentes com o outro.",
        "popularity": 17.648,
        "poster_path": "/3GPjnbeDjwKYIs2DYZIpSWWllOg.jpg",
        "vote_average": 8.9,
        "vote_count": 155
      },
      {
        "backdrop_path": "/zotzm1IzazadBQOSocTQ8Ta1bCb.jpg",
        "first_air_date": "2014-04-06",
        "genre_ids": [35, 18, 16],
        "id": 60863,
        "name": "Haikyuu!!",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ハイキュー!!",
        "overview": "Shouyou Hinata, ao ver uma partida de voleibol, fica fascinado com “o Pequeno Gigante”, um habilidoso jogador de vôlei, então decide juntar-se ao clube de vôlei de sua escola, no entanto ele é o único membro do clube. Após 3 anos ele finalmente completa o time e ruma para a disputa do Torneio de Primavera. No entanto, seu primeiro oponente de cara é o preferido das finais. É neste momento que ocorre o encontro de Hinata com Tobio Kageyama, o “Rei das quadras”. Embora tenham perdido a partida, Shouyou ainda está determinado a tomar o título de Kageyama, e ser aquele que permanece na quadra. Ao entrar na escola secundária, ele surpreende-se ao ver que ele e Kageyama, antes adversários, estão agora na mesma escola e clube!",
        "popularity": 36.412,
        "poster_path": "/qNKaeunuUdL0smnowVVgShCkWZ4.jpg",
        "vote_average": 8.9,
        "vote_count": 594
      },
      {
        "backdrop_path": "/jwAUfgwFEzMYUh3lUht8VBB1SU7.jpg",
        "first_air_date": "2018-04-04",
        "genre_ids": [16, 35, 18],
        "id": 77721,
        "name": "3D Kanojo (Real Girl)",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "３Ｄ彼女　リアルガール",
        "overview": "Kanojo 3D conta a história de Hikari Tsutsui, um garoto do ensino médio que está satisfeito com as meninas virtuais que ele encontra em animes e jogos. Ele não tem muitos amigos e vive em seu próprio mundo. Um dia, quando ele estava limpando a piscina da escola, ele é abordado pela Iroha, uma “garota real” que é bem vista e popular entre os garotos da escola.",
        "popularity": 39.866,
        "poster_path": "/xjaWIdHGtxn1o72PjK3T6k34eYp.jpg",
        "vote_average": 8.9,
        "vote_count": 296
      },
      {
        "backdrop_path": "/legulSo298h0xPqwQ2y1k9bSzxo.jpg",
        "first_air_date": "2020-01-10",
        "genre_ids": [16, 9648, 35],
        "id": 95269,
        "name": "Jibaku Shounen Hanako-kun",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "地縛少年花子くん",
        "overview": "Na Academia Kamome, existem muitos rumores sobre os Sete Mistérios da escola, um dos quais é o Hanako-san. Acredita-se que ocupa a terceira porta do WC das mulheres do terceiro andar no prédio da antiga escola, Hanako-san concede qualquer desejo quando convocada. Nene Yashiro, uma estudante que adora o ocultismo e sonha com romance, aventura-se nesse WC assombrado… mas a Hanako-san que ela conhece não é nada como ela imaginou! Hanako-san, da Kamome Academy, é um menino!",
        "popularity": 37.074,
        "poster_path": "/knTfEmRvM1YjMsnJqP13vADuQNt.jpg",
        "vote_average": 8.9,
        "vote_count": 383
      },
      {
        "backdrop_path": "/raZ0xTSdRhZIMQYChKdhUMyWMAa.jpg",
        "first_air_date": "2017-04-04",
        "genre_ids": [16, 10765, 10759],
        "id": 70637,
        "name": "Rokudenashi Majutsu Koushi to Akashic Records",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ロクでなし魔術講師と禁忌教典",
        "overview": "Sisti frequenta uma academia de magia para aprimorar suas habilidades nas artes mágicas, e com isso espera resolver o mistério que ronda um Castelo Celeste, mas antes de resolver o grande mistério relacionado ao seu avó, Sisti terá que lidar com Glen, o professor substituto que não passa de um preguiçoso e, aparentemente, um instrutor incompetente. Como poderia Glen ser escolhido para lecionar na melhor academia de magia?!",
        "popularity": 33.383,
        "poster_path": "/bYhvxQdv5SABINNXZCQr16eMaA4.jpg",
        "vote_average": 8.8,
        "vote_count": 211
      },
      {
        "backdrop_path": "/oF8PNdntjZ7DUrAvnhNPPNRi0q6.jpg",
        "first_air_date": "2012-01-06",
        "genre_ids": [10759, 35, 10765, 16],
        "id": 45950,
        "name": "High School DxD",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ハイスクールD×D",
        "overview": "Conta a história de Issei Hyodo, um idiota, vagabundo e pervertido, do segundo ano colegial. Quando Issei, supostamente, consegue uma namorada, ele é morto por ela em seu primeiro encontro. Issei é reencarnado como um demônio, e dali em diante, ele será um servo de Rias, um demônio de alto nível que também é a garota mais bonita no colégio de Issei.",
        "popularity": 98.236,
        "poster_path": "/hu9rdpXrJZ8xLn7EGXRywctLNow.jpg",
        "vote_average": 8.8,
        "vote_count": 993
      },
      {
        "backdrop_path": "/fAzc0AbAlPoQrmzC22z3NBKfvfH.jpg",
        "first_air_date": "2018-01-13",
        "genre_ids": [10759, 16, 10765],
        "id": 76121,
        "name": "Darling in the Franxx",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ダーリン・イン・ザ・フランキス",
        "overview": "A história está definida no futuro distante. A terra está arruinada, e a humanidade estabelece a plantação móvel da fort city. Os pilotos produziram dentro de Plantation ao vivo em Mistilteinn, também conhecido como \"birdcage\". As crianças vivem ali sem saber nada do mundo exterior nem da liberdade do céu. Suas vidas consistem em lutar para realizar missões. Seus inimigos são misteriosas formas de vida gigantes conhecidas como Kyōryū, e os robôs pilotos das crianças chamaram Franxx para enfrentarem-se contra eles. Para as crianças, montar o Franxx prova sua existência. Um menino chamado Hiro é chamado de Código: 016, e ele já foi conhecido como um prodígio. No entanto, ele ficou para trás, e sua existência parece desnecessária. Não pilotar um Franxx é o mesmo que deixar de existir. Um dia, aparece uma menina misteriosa conhecida como \"Zero Two\". Dois chifres crescem fora de sua cabeça.",
        "popularity": 104.674,
        "poster_path": "/wwk3zyeXdyCx68oJ7ncjDkLNkU9.jpg",
        "vote_average": 8.8,
        "vote_count": 1019
      },
      {
        "backdrop_path": "/dRGtv7BLMe00RAxtLkaWjcbzsTA.jpg",
        "first_air_date": "2018-10-04",
        "genre_ids": [16, 35, 9648],
        "id": 82739,
        "name": "Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "青春ブタ野郎はバニーガール先輩の夢を見ない",
        "overview": "Sindrome da puberdade - experiências anormais que dizem ser causadas pela sensitividade e instabilidade comuns na adolescência. Este ano, Sakuta Azusagawa, um estudante do segundo ano de um colégio perto de Enoshima, conheceu várias garotas que estão sofrendo dessa \"síndrome da puberdade.\" Como, por exemplo, uma garota-coelhinho que ele conheceu na biblioteca. Ela é Mai Sakurajima, uma atriz que deu uma pausa na carreira, e também sua veterana no colégio. Por algum motivo, ninguém mais consegue ver essa encantadora garota. Como será que ela ficou invisível?",
        "popularity": 44.065,
        "poster_path": "/lq3HcsmM005htHUVL4fcjalCUrq.jpg",
        "vote_average": 8.8,
        "vote_count": 589
      },
      {
        "backdrop_path": "/dwEkNoGFZJWqiwJrnzVfmtmVhfU.jpg",
        "first_air_date": "2019-01-11",
        "genre_ids": [16, 35, 18],
        "id": 84669,
        "name": "Gotoubun no Hanayome",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "五等分の花嫁",
        "overview": "Um dia, um segundo ano de escola secundária pobre chamado Fuutarou Uesugi se depara com um show particular de tutoria com bom salário. Mas seus alunos são seus colegas de classe! E eles são quíntuplos !! São todas garotas lindas, mas são desordeiras que odeiam estudar e estão à beira de serem reprovadas. E sua primeira tarefa é simplesmente ganhar a confiança das irmãs ?! Todo dia é uma festa!  A cortina está subindo na comédia romântica peculiar dos Quíntuplos Nakano com cinco vezes a fofura !!",
        "popularity": 42.099,
        "poster_path": "/zIBfMBcV7ENjEfuFx93xJYnOtLs.jpg",
        "vote_average": 8.8,
        "vote_count": 279
      },
      {
        "backdrop_path": "/1Ep6YHL5QcrNC1JN6RYalWRPopi.jpg",
        "first_air_date": "2019-07-05",
        "genre_ids": [10759, 16],
        "id": 86031,
        "name": "Dr. Stone",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ドクターストーン",
        "overview": "Em um instante, todos os humanos do mundo viraram pedra. Este acontecimento misterioso envolveu o estudante Taiju, depois de milhares de anos, ele e o seu amigo Senku despertam e decidem reconstruir a civilização do zero! E assim começa uma grande e única aventura de sobrevivência num mundo de ficção científica!",
        "popularity": 43.101,
        "poster_path": "/jWGMYA1WzzqwrLILz5dPGiiTgZP.jpg",
        "vote_average": 8.8,
        "vote_count": 660
      },
      {
        "backdrop_path": "/xdTwlG8MYAOkFuAGUqt8LgmgTNZ.jpg",
        "first_air_date": "2012-10-02",
        "genre_ids": [16, 35, 10765],
        "id": 62741,
        "name": "Kamisama Hajimemashita",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "神様はじめました",
        "overview": "Após ver seu pai fugir de casa por causa de dividas de jogo e sendo expulsa do seu apartamento, Nanami conhece Mikage, um homem estranho que tem muito medo de cachorros. Nanami o salva de um cachorro e acaba contando sua história. Como agradecimento pelo salvamento ele oferece à garota uma estadia em sua casa, mas chegando lá ela acaba descobrindo que a casa na verdade é um templo! Agora ela acaba tendo que cuidar do templo, tendo um monte de responsabilidades que não entende, perigos que ela ainda não sabe e formando contrato que ela pode acabar se arrependendo – ou não – no futuro.",
        "popularity": 47.158,
        "poster_path": "/AkKduPOeIiEKl2VIjrKkohBX66D.jpg",
        "vote_average": 8.8,
        "vote_count": 382
      },
      {
        "backdrop_path": "/xSZGw7W1Ln5ppHNZamXqayQW91m.jpg",
        "first_air_date": "2010-04-23",
        "genre_ids": [16, 10759, 10762, 10751, 9648],
        "id": 32118,
        "name": "Mutante Rex",
        "origin_country": ["US"],
        "original_language": "en",
        "original_name": "Generator Rex",
        "overview": "Cinco anos antes do início da série, uma enorme explosão lançou nanites no ambiente, contaminando todos os seres vivos da Terra. Estes nanites ativam-se aleatoriamente dentro de seus hospedeiros, transformando-os em monstros conhecidos como E.V.O (\"Exponentially Variegated Organism\", no Brasil, \"Estrutura Variegada Organica\" ). Estes geralmente são criaturas irracionais e agressivas, representando um grande perigo a tudo que esteja ao seu redor. Para combater a ameaça EVO, uma organização conhecida como Providência foi criada para capturar, matar ou curá-los. Rex é um adolescente de 15 anos de idade que sofre de amnésia, e como todo mundo, ele foi infectado pelos nanites. No entanto, ao contrário da maioria dos EVOs, Rex pode controlar os seus nanites, permitindo-lhe manifestar uma grande variedade de poderes e até mesmo curar outros EVOS de suas mutações. Trabalhando com a organização Providência, sob o comando do Agente Seis, ele ajuda a parar os EVOS à medida que eles aparecem. Do lado oposto, trabalhando contra a Providência, há Van Kleiss, um EVO que possui conexões ao incidente responsável pela liberação dos nanites e ao próprio Rex",
        "popularity": 13.2,
        "poster_path": "/jaJXANEo6toYsstDi2vUqX8mptc.jpg",
        "vote_average": 8.8,
        "vote_count": 173
      },
      {
        "backdrop_path": "/lteiIjL87MEPMUTshkOuk7z13gF.jpg",
        "first_air_date": "2019-04-06",
        "genre_ids": [16, 35],
        "id": 85990,
        "name": "Hitoribocchi no Marumaruseikatsu",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ひとりぼっちの○○生活",
        "overview": "Hitori Bocchi, uma garota que sofre de ansiedade severa, só fez uma amiga durante todo o fundamental. Ao descobrir que irão para escolas diferentes no ano seguinte, Bocchi promete pra si mesma: \"até o fim do ginásio, eu serei amiga de todos os meus colegas de classe.\" E se ela não conseguir... A amizade das duas terá fim?! Mas Bocchi tem dificuldades em falar com outras pessoas. Quando fica nervosa, ela sente câibra, e não consegue olhar outras pessoas nos olhos. Ela nem sabe como é que se faz amigos! Será que ela vai conseguir cumprir a promessa?!",
        "popularity": 13.221,
        "poster_path": "/kcoJJfqur1AFjpW3iFN3vDmdvEj.jpg",
        "vote_average": 8.9,
        "vote_count": 101
      },
      {
        "backdrop_path": "/tRtkUNrF8LXcVZap3LGXMChjVvm.jpg",
        "first_air_date": "2019-04-08",
        "genre_ids": [35, 16],
        "id": 86836,
        "name": "Nande Koko ni Sensei ga!?",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "なんでここに先生が!?",
        "overview": "Kana Kojima é uma professora do ensino médio conhecida por seu carácter demoníaco. No entanto, ela demonstra ser uma pessoa totalmente diferente quando se encontra com um de seus alunos, Ichirou Satou. Ela parece ser tonta e desajeitada e ele se encontra em muitas situações eróticas com sua professora, seja no banheiro, na piscina, na escola ou em outros lugares. O anime focará em 4 casais diferentes, cada um formado por um aluno(a) e um professor(a).",
        "popularity": 38.933,
        "poster_path": "/qBbXn8dECRo9eDscmpDg9pcuP8U.jpg",
        "vote_average": 8.8,
        "vote_count": 422
      },
      {
        "backdrop_path": "/1lL1ts7dzTUp0eOTHvMqfw6zFJn.jpg",
        "first_air_date": "2019-07-08",
        "genre_ids": [16, 10759, 10765],
        "id": 86034,
        "name": "Arifureta Shokugyou de Sekai Saikyou",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ありふれた職業で世界最強",
        "overview": "Na história Hajime Nagumo, de 17 anos, é um simples otaku. No entanto, sua vida simples de madrugar e dormir na escola de repente é virada de cabeça para baixo quando ele, juntamente com o resto de sua classe, é convocado para um mundo de fantasia! Eles são tratados como heróis e encarregados do dever de salvar a raça humana da extinção. Mas o que deveria ter sido o sonho de qualquer otaku rapidamente se transforma no pesadelo de Hajime. Enquanto o resto de sua turma é abençoado com poderes divinos, a classe de Hajime, Synergist, tem apenas uma habilidade de transmutação única.\n\nRidicularizado e intimidado por seus colegas de classe por ser fraco, ele logo se encontra em desespero. Será que ele poderá sobreviver neste mundo perigoso de monstros e demônios com apenas um nível de força glorificado do ferreiro? Em determinado momento, ele cai no fundo de uma Dungeon. Para sair de lá, ele terá que abandonar completamente seu eu fraco e ingênuo do passado.",
        "popularity": 5.104,
        "poster_path": "/cmMh8awgtRvLUKmYvIXtVCYINIv.jpg",
        "vote_average": 8.8,
        "vote_count": 267
      },
      {
        "backdrop_path": "/70YdbMELM4b8x8VXjlubymb2bQ0.jpg",
        "first_air_date": "2017-03-19",
        "genre_ids": [18, 10751],
        "id": 70785,
        "name": "Anne with an E",
        "origin_country": ["CA"],
        "original_language": "en",
        "original_name": "Anne with an E",
        "overview": "O mundo de Green Gables que Anne tanto adora se expande com novas pessoas e emocionantes histórias de amor, perdas e amadurecimento.",
        "popularity": 111.312,
        "poster_path": "/xWdSSB1La6FcXZUuuwvcqvB6Kdf.jpg",
        "vote_average": 8.8,
        "vote_count": 3122
      },
      {
        "backdrop_path": "/sx94jFjhJpxwaaFixsSroJ8AuSj.jpg",
        "first_air_date": "2019-10-08",
        "genre_ids": [10759, 16, 18],
        "id": 89456,
        "name": "Primal",
        "origin_country": ["US"],
        "original_language": "en",
        "original_name": "Primal",
        "overview": "No início da evolução, um homem das cavernas e um dinossauro à beira da extinção se unem em tragédias infelizes e tornam-se a única esperança de sobrevivência um do outro em um mundo traiçoeiro.",
        "popularity": 21.597,
        "poster_path": "/9jIatSC61s5Y3d5Q63yIeZFvP7u.jpg",
        "vote_average": 8.8,
        "vote_count": 435
      },
      {
        "backdrop_path": "/baO2jzutSsHyDW7eJlSTAGUzSDx.jpg",
        "first_air_date": "2015-04-09",
        "genre_ids": [16, 35],
        "id": 62565,
        "name": "Ore Monogatari!!",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "俺物語!!",
        "overview": "Gouda Takeo é um aluno do primeiro ano do ensino médio (mesmo não parecendo, já que pesa 120kg e mede 2 metros). Ele passa seus dias tranquilamente com o popular com as garotas, insensível e amigo de infância, Sunagawa. Em uma manhã, enquanto ele estava em um trem à caminho da escola, Takeo salva uma garota, Yamato, de ser molestada por um pervertido. Esse poderia ser o começo da primavera para Takeo?",
        "popularity": 20.692,
        "poster_path": "/3d8NUhjCdytKcg8FbYgDVhUpfsP.jpg",
        "vote_average": 8.8,
        "vote_count": 208
      }
    ]
  },
  {
    "page": 3,
    "results": [
      {
        "backdrop_path": "/nElVHpGzdKCh6y4o2JkKV0VJhiy.jpg",
        "first_air_date": "2015-09-14",
        "genre_ids": [35, 18],
        "id": 62914,
        "name": "Merlí",
        "origin_country": ["ES"],
        "original_language": "ca",
        "original_name": "Merlí",
        "overview": "Merlí Bergeron (Francesc Orella) é um professor de filosofia nada convencional, que precisa reorganizar sua vida pessoal enquanto tentar de todas as formas mostrar para as pessoas a importância da filosofia. Para alguns parentes e colegas de trabalho, no entanto, ele motivo de escândalo. Para seus alunos e seu filho gay, Merlí é uma inspiração.",
        "popularity": 40.407,
        "poster_path": "/eBzpj7PxyeRFCIYHQjB5kDnhX4a.jpg",
        "vote_average": 8.8,
        "vote_count": 380
      },
      {
        "backdrop_path": "/sNnxPvQgnpogK3npmuVBQqxNe0i.jpg",
        "first_air_date": "2009-11-28",
        "genre_ids": [35],
        "id": 31356,
        "name": "Big Time Rush",
        "origin_country": ["US"],
        "original_language": "en",
        "original_name": "Big Time Rush",
        "overview": "Quatro jovens jogadores de hóquei são convidados a formar uma boy band e topam a parada. A mudança tem seu lado tudo de bom e também muita confusão. Mas para eles vale a pena correr em busca da fama.",
        "popularity": 34.527,
        "poster_path": "/5yzb0iWXilLpg3iz1LT3H3UGBYs.jpg",
        "vote_average": 8.8,
        "vote_count": 1185
      },
      {
        "backdrop_path": "/5Ktpz72iBqPTlC1sXJU6EvAaE5N.jpg",
        "first_air_date": "2009-10-07",
        "genre_ids": [16, 18, 35],
        "id": 68854,
        "name": "Kimi ni Todoke",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "君に届け",
        "overview": "Na escola, Kuronuma Sawako é temida por todos por causa de seu olhar sombrio e assustador. Ela tem o apelido de “Sadako” e poucos ainda sabem seu verdadeiro nome. O que não sabem, é que por trás desse olhar assustador, há uma menina meiga, sempre querendo fazer amigos e tentando ser agradável. Kazehaya Shouta é a única pessoa que não discrimina Sawako e começa a entendê-la melhor. Ela o admira e aspira ser como ele: agradável e cheio de pessoas à sua volta. Com a ajuda de Kazehaya, Sawako parece ter uma chance de mudar.",
        "popularity": 19.955,
        "poster_path": "/2XZ0Ofg1ZUZMFrbyWJuakSJAKZz.jpg",
        "vote_average": 8.8,
        "vote_count": 152
      },
      {
        "backdrop_path": "/5mUYDoFjDlPmDvnUWSknhYjGBBh.jpg",
        "first_air_date": "2012-10-06",
        "genre_ids": [16, 10759],
        "id": 45790,
        "name": "JoJo's Bizarre Adventure",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ジョジョの奇妙な冒険",
        "overview": "A saga que se inicia na Inglaterra do século XIX, contando a rivalidade entre Jonathan Joestar, um jovem aristocrata, e Dio Brando, um garoto plebeu que foi acolhido pelo pai de Jonathan quando tornou-se órfão. Insatisfeito com sua posição social, a ambição insaciável e o desejo de dominação de Dio o levam a estudar os poderes sobrenaturais de uma antiga máscara asteca de pedra presente na mansão dos Joestar - um artefato que mudará para sempre o destino de Dio e das futuras gerações dos Joestar.",
        "popularity": 41.171,
        "poster_path": "/ieP7Q9z24sNUfVNFC38rYBw6yxq.jpg",
        "vote_average": 8.8,
        "vote_count": 496
      },
      {
        "backdrop_path": "/t7qchH2THF2N34oQwvOmX3mf20C.jpg",
        "first_air_date": "2019-11-01",
        "genre_ids": [35, 18],
        "id": 89901,
        "name": "Dickinson",
        "origin_country": ["US"],
        "original_language": "en",
        "original_name": "Dickinson",
        "overview": "Poetisa. Filha. Completa rebelde. Ela está determinada a tornar-se a maior poetisa do mundo e superar os limites impostos pela sociedade e por sua família.",
        "popularity": 35.713,
        "poster_path": "/3tvm4WdGKw3Db0sMh9Pt4dckePn.jpg",
        "vote_average": 8.8,
        "vote_count": 239
      },
      {
        "backdrop_path": "/rS7x1T2ZO57T61nKKgLoRUT0bw2.jpg",
        "first_air_date": "2016-01-14",
        "genre_ids": [10759, 16, 35, 10765],
        "id": 65844,
        "name": "Kono Subarashii Sekai Ni Shukufuku Wo!",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "この素晴らしい世界に祝福を！",
        "overview": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, subitamente chega a um fim devido a um acidente de trânsito... Era para ser assim, mas quando ele acordou, uma linda garota que dizia ser uma deusa estava diante dele. Ela então o convida para um outro mundo para o qual ele só pode levar uma coisa que escolher, e ele escolhe levar ela junto. A partir daí a grande aventura para derrotar o Rei Demônio começa para o Kazuma reencarnado... Ou é o que você pensaria, mas é a luta para conseguir comida, roupa e abrigo que começa! Apesar de Kazuma querer viver em paz, a deusa continua causando problemas um atrás do outro e eles acabam atraindo a atenção do exército do Rei Demônio!",
        "popularity": 53.825,
        "poster_path": "/ekQD9ItsjglqlCvoJiXqGXJb5Jz.jpg",
        "vote_average": 8.8,
        "vote_count": 728
      },
      {
        "backdrop_path": "/2B61U0TuHe0WkhQpDRF2xT9QYSp.jpg",
        "first_air_date": "2015-04-12",
        "genre_ids": [18, 16, 35],
        "id": 62568,
        "name": "Yamada-kun to 7-nin no Majo",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "山田くんと7人の魔女",
        "overview": "Yamada Ryu é tido como delinquente no seu colégio. Ele se cansou das aulas depois de um ano na escola. Certo dia, ele cai por acidente de um lance de escadas em cima de Shiraishi Urara, a melhor aluna da escola. Quando Yamada acorda, percebe que trocou de corpo com ela! Os dois tentam reverter a troca e descobrem que um beijo ativa a mudança de corpo. Por sugestão do vice-presidente do conselho estudantil, Miyamura Toranosuke, eles revivem o Clube de Estudos Sobrenaturais. O clube encontra outras \"bruxas\" com poderes diferentes que são ativados com um beijo.",
        "popularity": 21.747,
        "poster_path": "/rxwm3dwlA5GC90bItwBZ7RIrHPJ.jpg",
        "vote_average": 8.8,
        "vote_count": 127
      },
      {
        "backdrop_path": "/rRGnjRCHdDl3m3oCVSvo5z2E5c5.jpg",
        "first_air_date": "2016-01-08",
        "genre_ids": [16, 18, 9648],
        "id": 65249,
        "name": "Boku Dake ga Inai Machi",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "僕だけがいない街",
        "overview": "O mangaká novato Fujinuma Satoru é obstruído pelo seu medo de se expressar. No entanto, ele possui um talento sobrenatural de ser forçado a evitar mortes e catástrofes ao ser enviado de volta no tempo antes da ocorrência do acidente, se repetindo até que o acidente seja impedido. Um dia, ele se envolve em um acidente que ele mesmo é enquadrado como um assassino. Desesperado para salvar a vítima, ele volta no tempo só para encontrar a si mesmo como um aluno do primário, um mês antes de sua colega de classe Hinadzuki Kayo desaparecer. Satoru agora embarca em uma nova missão: salvar Kayo e resolver o mistério por trás do seu desaparecimento.",
        "popularity": 20.236,
        "poster_path": "/kue03QHO1O9LrTCBOTZH5F1E2KZ.jpg",
        "vote_average": 8.8,
        "vote_count": 542
      },
      {
        "backdrop_path": "/begDo0kb6ETTRcuIPCyE2je39M1.jpg",
        "first_air_date": "2020-01-10",
        "genre_ids": [16, 10765, 35, 10759],
        "id": 92685,
        "name": "A Casa Coruja",
        "origin_country": ["US"],
        "original_language": "en",
        "original_name": "The Owl House",
        "overview": "Luz, uma adolescente humana segura de si, tropeça acidentalmente em um portal para um reino mágico, onde faz amizade com uma bruxa rebelde.",
        "popularity": 33.96,
        "poster_path": "/gIUlO2NWCNFAF0fMEvOrwD5A4HW.jpg",
        "vote_average": 8.8,
        "vote_count": 527
      },
      {
        "backdrop_path": "/11Pfh4yqjKbOgn5vY3AQD9VU4Vc.jpg",
        "first_air_date": "2019-10-10",
        "genre_ids": [16, 18],
        "id": 90937,
        "name": "Beastars",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ビースターズ",
        "overview": "Em um mundo onde animais humanoides vivem em paz, um jovem lobo membro de uma academia de drama (atuação, teatro), sofre preconceito devido a sua raça ser considerada ameaçadora, apesar dele na verdade ser uma criatura sensível e obstinado a conseguir realizar seus sonhos. Na história acompanhamos a vida dele e de seus colegas animais da academia.",
        "popularity": 60.635,
        "poster_path": "/fSIsY78Kd07uD4fNIH0obxWxoGB.jpg",
        "vote_average": 8.8,
        "vote_count": 602
      },
      {
        "backdrop_path": "/csSu5Mj2BRc4PRlzV6LUYPOsgIM.jpg",
        "first_air_date": "2019-10-02",
        "genre_ids": [16, 10759, 35, 10765],
        "id": 93256,
        "name": "Shinchou Yuusha: Kono Yuusha ga Ore Tueee Kuse ni Shinchou Sugiru",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "慎重勇者～この勇者が俺TUEEEくせに慎重すぎる～",
        "overview": "Na história uma deusa invoca um herói para ajuda em um mundo parecido com de um jogo no ‘hard mode’. Mas embora o protagonista invocado seja completamente overpower, ele é ridiculamente precavido quanto a qualquer situação, desde comprando 3 sets de armadura de reserva a usando seu ataque mais forte para matar uma slime, só para garantir. A história acompanha as aventuras dos dois nesse mundo.",
        "popularity": 19.831,
        "poster_path": "/ljUvTRqW5P9a0isAakvaqGDCEy3.jpg",
        "vote_average": 8.8,
        "vote_count": 117
      },
      {
        "backdrop_path": "/l4b42IaNVU2ZbdzjlaPmfFjqosV.jpg",
        "first_air_date": "2012-04-07",
        "genre_ids": [16, 35],
        "id": 45783,
        "name": "Kuroko's Basketball",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "黒子のバスケ",
        "overview": "Kuroko é um membro do time de basquete colegial lendário conhecido como “Geração dos Milagres”, e embora ninguém saiba, os cinco principais  jogadores o consideram o melhor jogador de basquete. Quando ele se junta  à equipe, todos se surpreendem ao descobrir que Kuroko é pequeno, magro  e fraco..qual é o segredo que o faz tão famoso, e quais de suas  habilidades são capazes de ajudar a sua equipe?",
        "popularity": 50.288,
        "poster_path": "/ftT1qtT6yWO5rfs237a466N8QRr.jpg",
        "vote_average": 8.8,
        "vote_count": 259
      },
      {
        "backdrop_path": "/qJxzjUjCpTPvDHldNnlbRC4OqEh.jpg",
        "first_air_date": "2019-02-15",
        "genre_ids": [10759, 10765, 18],
        "id": 75006,
        "name": "The Umbrella Academy",
        "origin_country": ["US"],
        "original_language": "en",
        "original_name": "The Umbrella Academy",
        "overview": "Com a morte do pai, irmãos com poderes extraordinários se reencontram e descobrem surpreendentes segredos de família – além de uma ameaça iminente à humanidade.",
        "popularity": 302.937,
        "poster_path": "/2IDcscTfAhDVWmbpy3cXgvryxt5.jpg",
        "vote_average": 8.7,
        "vote_count": 6140
      },
      {
        "backdrop_path": "/y8DX7y9vvUcc0uKYd7USO9QkTg6.jpg",
        "first_air_date": "1993-10-16",
        "genre_ids": [16, 35],
        "id": 42573,
        "name": "Slam Dunk",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "スラムダンク",
        "overview": "Hanamichi Sakuragi é um delinquente e líder de uma gangue. Sakuragi é muito impopular com as garotas, tendo sido rejeitado, surpreendentemente, cinquenta vezes. Ele está no primeiro ano do ensino médio da escola Shohoku. Ele conhece Haruko Akagi, à garota de seus sonhos, e fica muito feliz quando ela não o rejeita ou fica com medo dele como todas as outras garotas que ele pediu para sair.  Haruko, reconhecendo o atletismo de Sakuragi, o introduz para o time de basquete de Shohoku. Sakuragi fica relutante em se juntar à equipe primeiramente, pois ele não tem experiência prévia no esporte e acha que o basquete é um jogo para perdedores. Sakuragi, apesar de sua extrema imaturidade e temperamento explosivo, revela-se um atleta natural e se junta à equipe, principalmente na esperança de impressionar e ficar mais perto de Haruko.",
        "popularity": 44.778,
        "poster_path": "/c8q7gEhE8JlY5LnLZKyt3S70OIs.jpg",
        "vote_average": 8.7,
        "vote_count": 421
      },
      {
        "backdrop_path": "/iU3cZHXWUVqu54aF5oNqZcwaBHx.jpg",
        "first_air_date": "2014-10-07",
        "genre_ids": [16, 35, 18, 10759, 10765],
        "id": 61461,
        "name": "Akatsuki no Yona",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "暁のヨナ",
        "overview": "Yona é a única princesa do reino, vivendo a vida luxuosa e despreocupada como uma princesa deve ter. Ela tem tudo: as melhores roupas e cosméticos, os doces mais divinos, um imperador como pai amoroso, e tem uma queda pelo seu primo, Soo Won. Agora, se o guarda-costas dela, Son Hak, não fosse tão chato com ela e seu cabelo não fosse tão vermelho… Mas seu mundo quase perfeito rapidamente se destrói quando o homem que ela ama, Soo Won, mata seu pai e o seu caminho para sua ascensão ao trono é assegurado.",
        "popularity": 20.937,
        "poster_path": "/uF11jqAUCXJzG5aLihc8My4IIgc.jpg",
        "vote_average": 8.7,
        "vote_count": 146
      },
      {
        "backdrop_path": "/dUyx4zi3rzmFoQeyBQlnDRVujwB.jpg",
        "first_air_date": "2016-12-02",
        "genre_ids": [18, 10765],
        "id": 67915,
        "name": "Goblin: O Solitário e Grande Deus",
        "origin_country": ["KR"],
        "original_language": "ko",
        "original_name": "쓸쓸하고 찬란하神-도깨비",
        "overview": "Shin é um Goblin que também é um protetor de almas. Ele vive junto com um ceifador amnésico que está encarregado de levar as almas falecidas. Juntos, os dois enviam os mortos para a vida após a morte. Shin não quer mais ser imortal e busca uma noiva humana para acabar com sua imortalidade. Enquanto isso, Ji Eun Tak é uma estudante do ensino médio que, apesar de sua dolorosa realidade, permanece otimista e acaba se apaixonando pelo Goblin. Kim Sun é dona de uma loja de frangos, ela é uma garota brilhante e atraente que é amada por todos os homens. No entanto, ao encontrar dificuldades em sua vida, ela vai conhecer o ceifeiro e começar a mudar ...",
        "popularity": 159.143,
        "poster_path": "/fF3xPq5o2tGw0KjN4QSTA3y1Oqe.jpg",
        "vote_average": 8.7,
        "vote_count": 1376
      },
      {
        "backdrop_path": "/6wvmGAbbQljlM8GDFBLjq8Thr3R.jpg",
        "first_air_date": "2013-04-06",
        "genre_ids": [16, 10765, 10749, 35, 10759],
        "id": 46004,
        "name": "Date a Live",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "デート・ア・ライブ",
        "overview": "Incessantes terremotos assolam a Terra. Um dia, se descobre que eles são provocados propositalmente por seres mágicos chamados \"Espíritos\", que querem causar o caos no planeta por não ter nada melhor para fazer. Nosso protagonista, Shido Itsuka, até então não tem nada a ver com isso, até que um terremoto o pega e junto com ele a surpresa: esse \"Espírito\" é uma linda garota. Se ele não morreu por sorte ao fugir, agora que o bicho vai pegar: sua grande amiga Kotori revela que ele tem o poder de selar os Espíritos, e o ordena fazê-la se apaixonar, se acalmar, e com isso salvar o mundo.",
        "popularity": 29.267,
        "poster_path": "/hg5geMIVnynrm5aMtDBSfNm8RH1.jpg",
        "vote_average": 8.7,
        "vote_count": 238
      },
      {
        "backdrop_path": "/bhF63Jd90gRYyTHd4y5GCGA2vX6.jpg",
        "first_air_date": "2010-09-06",
        "genre_ids": [16, 35],
        "id": 31132,
        "name": "Apenas Um Show",
        "origin_country": ["US"],
        "original_language": "en",
        "original_name": "Regular Show",
        "overview": "Mordecai e Rigby são guardas de um parque. Mas esses melhores amigos são preguiçosos e não deixam o trabalho interferir com sua capacidade de se divertir. Enquanto Mordecai tenta ser responsável e fazer um bom trabalho, é frequentemente desencaminhado por seu imaturo companheiro, totalmente imune à vergonha ou ao medo e sem nenhum limite. Os amigos acabam sempre pagando pelas suas ações irresponsáveis, pois se metem em mais confusões do que esperavam. A negligência no trabalho causa muito desgosto ao chefe temperamental da dupla, Benson.",
        "popularity": 106.001,
        "poster_path": "/sTvXT5aXXD6S8QWqnbDnkMX1DCD.jpg",
        "vote_average": 8.7,
        "vote_count": 958
      },
      {
        "backdrop_path": "/A702KA1gXlI3hB33hdhwPM708pY.jpg",
        "first_air_date": "2011-10-02",
        "genre_ids": [10759, 16, 18],
        "id": 46298,
        "name": "Hunter x Hunter",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "ハンターｘハンター",
        "overview": "Esse é um remake da série original. Gon é um jovem que vive em uma pequena ilha. Seu sonho é tornar-se um Hunter como o pai, para procurar tesouros, artefatos e criaturas míticas. Determinado a se tornar um Hunter profissional e a colocar sua vida em risco ao desafiar o desconhecido, ele parte em uma jornada e encontra pessoas que se acham caçadores: Killua, Kurapika e Leorio.",
        "popularity": 57.386,
        "poster_path": "/tolQj5yffSxkEGXusPwNcvYrbph.jpg",
        "vote_average": 8.7,
        "vote_count": 707
      },
      {
        "backdrop_path": "/bxTRLwRy5E3d97loCxXp136vDDu.jpg",
        "first_air_date": "2020-07-04",
        "genre_ids": [16, 10759, 10765],
        "id": 97617,
        "name": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e",
        "origin_country": ["JP"],
        "original_language": "ja",
        "original_name": "魔王学院の不適合者 ～史上最強の魔王の始祖、転生して子孫たちの学校へ通う～",
        "overview": "Depois de 2000 anos, o cruel demônio acabou de reencarnar! Mas sua aptidão em uma academia para nutrir candidatos a senhores demônios é \"inepta\" !?\n\nTendo a capacidade de destruir humanos, elementais e deuses, depois de um longo período de inúmeras guerras e conflitos, Arnos, o lorde demônio, ficou doente e cansado de tudo isso e ansiava por um mundo pacífico, então decidiu reencarnar para o futuro.\n\nNo entanto, o que o esperava após sua reencarnação é um mundo muito acostumado à paz que seus descendentes se tornaram fracos demais devido a um enorme enfraquecimento dos poderes mágicos.",
        "popularity": 22.668,
        "poster_path": "/eo45Dqpi8jvUwcnsFy95mYjuyG8.jpg",
        "vote_average": 8.8,
        "vote_count": 227
      }
    ]
  }
]
